{
  "kata_random": [
    "Mukamu kok kayak taman bunga. Setiap kali lihat, hati ini mekar sendiri.",
    "Orang bilang waktu itu relatif, tapi ketika bersamamu, detik terasa seperti abad.",
    "Pernah dengar tentang hukum gravitasi? Ketika kamu dekat, semua tertarik padamu.",
    "Kalau cinta itu buta, berarti kamu matahari. Karena setiap hari aku terangi oleh kehadiranmu.",
    "Orang bilang gula itu bikin gemuk, tapi gula mu bikin aku gemas terus.",
    "Kenapa kalau kamu yang dikejar-kejar tukang gorengan, eh malah lari ke hati aku?",
    "Kamu kayak mie instan, meskipun nggak direbus pun bikin hati mendidih.",
    "Aku kayak WiFi, gak bisa hidup tanpamu.",
    "Kalau kehidupan ini sebuah novel, kamu adalah plot twist yang paling aku tunggu-tunggu.",
    "Aku kayak puzzle yang kurang satu kepingan, dan kamu itu kepingan yang hilang.",
    "Kalau kamu fotokopi, pasti di printer hatiku nggak bisa distop.",
    "Pernah dengar cerita tentang orang gila? Nah, aku ini kayak orang gila yang gila sama kamu.",
    "Aku kayak GPS, selalu mencari jalan pulang ke hatimu.",
    "Kenapa kita tidak pernah bertengkar? Karena setiap kali aku marah, kamu selalu membuatku tersenyum.",
    "Aku kayak burung beo, setiap kata-kataku cuma untukmu.",
    "Kalau kamu segelas kopi, aku pasti keasam-asaman karena terlalu manis.",
    "Aku seperti kunci ingatan yang hilang, kamu yang bisa mengembalikannya.",
    "Kenapa kamu selalu ada di mimpiku? Mungkin karena aku nggak bisa berhenti memikirkanmu.",
    "Aku kayak tomat. Saat melihatmu, pipiku merah karena malu.",
    "Kalau kamu bintang, aku nggak bisa menjadi galaksi tanpamu.",
    "Aku kayak ban mobil, nggak bisa jalan kalau nggak ada kamu.",
    "Kenapa matahari nggak bisa marah? Karena setiap kali marah, dia langsung senyum melihatmu.",
    "Aku kayak puzzle yang butuh kamu untuk lengkap.",
    "Kalau kebahagiaan itu sederhana, mungkin karena aku sudah menemukanmu.",
    "Aku kayak GPS hati, pasti bingung kalau nggak ada kamu di dalamnya.",
    "Kenapa burung elang selalu terbang tinggi? Karena dia ingin menjadi dekat denganmu.",
    "Aku kayak batu bata, nggak bisa berdiri tanpa pondasimu.",
    "Kalau cinta itu buta, aku ingin buta selamanya bersamamu.",
    "Aku kayak burung hantu, selalu ingin dekat denganmu di malam hari.",
    "Kenapa orang selalu mencari harta karun? Karena aku sudah menemukanmu.",
    "Aku kayak lampion yang nggak bisa terbang tanpa angin cinta darimu.",
    "Kalau kamu bunga, pasti kamu mawar karena selalu mewangi di hatiku.",
    "Aku kayak wifi, nggak pernah mati selama masih ada sinyal cintamu.",
    "Kenapa kamu suka olahraga? Biar kamu bisa selalu berlari di pikiranku.",
    "Aku kayak kunci yang selalu ada di saku, selalu mencari pintu hatimu.",
    "Kalau kamu cokelat, aku pasti jadi orang paling gemuk karena terus-terusan menyukaimu.",
    "Aku kayak sepatu yang nyaman, selalu ingin berada di langkah-langkahmu.",
    "Kenapa kita seperti puzzle yang pas? Karena kita saling melengkapi.",
    "Aku kayak kamera, selalu ingin memotret momen bersamamu.",
    "Kalau kamu matahari, aku pasti planet yang selalu berputar di sekitarmu.",
    "Aku kayak arloji, nggak berarti tanpamu di setiap detiknya.",
    "Kenapa kamu selalu bersinar? Mungkin karena kamu adalah bintang dalam hidupku.",
    "Aku kayak kulkas, selalu ingin menyimpan momen indah bersamamu.",
    "Kalau kamu senapan, pasti aku peluru yang selalu terarah padamu.",
    "Aku kayak magnet, selalu tertarik padamu.",
    "Kenapa kita seperti garam dan merica? Karena kita selalu pas satu sama lain.",
    "Aku kayak lampu tidur, selalu menyinari malamku ketika kamu di sampingku.",
    "Kalau kamu bulan, aku pasti bintang yang selalu berada di dekatmu.",
    "Aku kayak kunci kamar, selalu ingin membuka hatimu.",
    "Kenapa kamu selalu ada di pikiranku? Mungkin karena kamu adalah hal yang paling berharga.",
    "Aku kayak pelangi, selalu indah setiap kali kamu ada di sampingku.",
    "Kalau kamu air, aku pasti embun yang selalu menempel di daun hatimu.",
    "Aku kayak GPS hati, selalu menuntunku ke arahmu.",
    "Kenapa kamu selalu membuatku ketawa? Mungkin karena kamu adalah obat hatiku.",
    "Aku kayak kapal, selalu ingin berlayar di samudra cintamu.",
    "Kalau kamu tinta, pasti aku kertas yang selalu ingin diisi olehmu.",
    "Aku kayak kamera, selalu ingin mengabadikan senyum indahmu.",
    "Kenapa kamu selalu terlihat cerah? Mungkin karena kamu adalah matahari dalam hidupku.",
    "Aku kayak pohon yang selalu tumbuh, selalu ingin bersamamu untuk selamanya.",
    "Kalau kamu pelangi, aku pasti hujan yang selalu ingin menciptakan warna bersamamu.",
    "Aku kayak kalender, selalu ingin menghabiskan setiap hari bersamamu.",
    "Kenapa kita seperti sepatu dan kaus kaki? Karena kita selalu melengkapi satu sama lain.",
    "Aku kayak udara, nggak bisa hidup tanpamu meskipun nggak terlihat.",
    "Kalau kamu angin, aku pasti awan yang selalu bergerak bersamamu.",
    "Aku kayak kompas, selalu menunjuk arah hatimu.",
    "Kenapa kamu selalu di antara huruf A dan C? Karena kamu adalah B-autiful.",
    "Aku kayak film romantis, selalu ingin membuat cerita indah bersamamu.",
    "Kalau kamu bantal, aku pasti selalu nyaman berada di pelukanmu.",
    "Aku kayak tas, selalu ingin membawa semua kenangan indah bersamamu.",
    "Kenapa kita seperti bunga dan petal? Karena kita selalu menyatu dalam keindahan cinta.",
    "Aku kayak pena, selalu ingin menulis kisah cinta bersamamu.",
    "Kalau kamu matahari, aku pasti planet yang selalu mengorbit di sekitarmu.",
    "Aku kayak kunci yang selalu ingin membuka pintu hatimu.",
    "Kenapa kamu selalu bersinar? Mungkin karena kamu adalah bintang dalam hidupku.",
    "Aku kayak kulkas, selalu ingin menyimpan momen indah bersamamu.",
    "Kalau kamu senapan, pasti aku peluru yang selalu terarah padamu.",
    "Aku kayak magnet, selalu tertarik padamu.",
    "Kenapa kita seperti garam dan merica? Karena kita selalu pas satu sama lain.",
    "Aku kayak lampu tidur, selalu menyinari malamku ketika kamu di sampingku.",
    "Kalau kamu bulan, aku pasti bintang yang selalu berada di dekatmu.",
    "Aku kayak kunci kamar, selalu ingin membuka hatimu.",
    "Kenapa kamu selalu ada di pikiranku? Mungkin karena kamu adalah hal yang paling berharga.",
    "Aku kayak pelangi, selalu indah setiap kali kamu ada di sampingku.",
    "Kalau kamu air, aku pasti embun yang selalu menempel di daun hatimu.",
    "Aku kayak GPS hati, selalu menuntunku ke arahmu.",
    "Kenapa kamu selalu membuatku ketawa? Mungkin karena kamu adalah obat hatiku.",
    "Aku kayak kapal, selalu ingin berlayar di samudra cintamu.",
    "Kalau kamu tinta, pasti aku kertas yang selalu ingin diisi olehmu.",
    "Aku kayak kamera, selalu ingin mengabadikan senyum indahmu.",
    "Kenapa kamu selalu terlihat cerah? Mungkin karena kamu adalah matahari dalam hidupku.",
    "Aku kayak pohon yang selalu tumbuh, selalu ingin bersamamu untuk selamanya.",
    "Kalau kamu pelangi, aku pasti hujan yang selalu ingin menciptakan warna bersamamu.",
    "Aku kayak kalender, selalu ingin menghabiskan setiap hari bersamamu.",
    "Kenapa kita seperti sepatu dan kaus kaki? Karena kita selalu melengkapi satu sama lain.",
    "Aku kayak udara, nggak bisa hidup tanpamu meskipun nggak terlihat.",
    "Kalau kamu angin, aku pasti awan yang selalu bergerak bersamamu.",
    "Aku kayak kompas, selalu menunjuk arah hatimu.",
    "Kenapa kamu selalu di antara huruf A dan C? Karena kamu adalah B-autiful.",
    "Aku kayak film romantis, selalu ingin membuat cerita indah bersamamu.",
    "Kalau kamu bantal, aku pasti selalu nyaman berada di pelukanmu.",
    "Aku kayak tas, selalu ingin membawa semua kenangan indah bersamamu.",
    "Kenapa kita seperti bunga dan petal? Karena kita selalu menyatu dalam keindahan cinta.",
    "Aku kayak pena, selalu ingin menulis kisah cinta bersamamu.",
    "Kalau kamu matahari, aku pasti planet yang selalu mengorbit di sekitarmu.",
    "Aku kayak kunci yang selalu ingin membuka pintu hatimu.", 
    "Kamu tahu nggak bedanya kamu sama es krim? Es krim itu leleh di tangan, sedangkan hatiku meleleh gara-gara kamu.",
    "Kalau kamu jadi pulpen, aku pasti penghapusnya. Soalnya, setiap kali salah, aku selalu ingin memperbaikinya.",
    "Kamu seperti wifi, aku nggak bisa hidup tanpamu!",
    "Kamu tau nggak, kalau kamu pake baju biru, kamu mirip langit. Langit aja bisa bikin hatiku senang, apalagi kamu.",
    "Kalau kamu makan apel, aku nggak bisa jadi cacing. Soalnya, setiap kali kamu dekat, hatiku langsung berdebar-debar.",
    "Kenapa kamu selalu ada di pikiranku? Mungkin karena kamu adalah virus yang susah dihapus.",
    "Kamu tau nggak, kalau kamu kayak kue tart. Setiap kali ulang tahun, hatiku merayakan kehadiranmu.",
    "Kalau kamu roti bakar, aku nggak mau selai. Aku lebih suka kamu yang membuat hatiku meleleh.",
    "Kamu suka main bola? Soalnya, kamu membolak-balik hatiku.",
    "Kalau kamu jadi bintang, aku pasti jadi peneliti astrologi. Selalu mencari keberadaanmu di langit-langit hatiku.",
    "Kamu punya sate kambing? Karena setiap kali dekat, hatiku langsung kebakar.",
    "Kalau kamu buah, pasti kamu durian. Bikin hati pengen deket terus, tapi kadang-kadang bikin pengen lari.",
    "Kamu suka main musik? Soalnya, hatiku tuh kayak alat musik. Setiap kali kamu dekat, ada simfoni cinta yang bermain.",
    "Kalau kamu alat musik, pasti kamu drum. Setiap kali dekat, hatiku berdetak kencang kayak irama drum.",
    "Kamu suka nonton film horor? Soalnya, setiap kali kamu dekat, hatiku berdebar-debar kayak lagi nonton film horor.",
    "Kalau kamu jadi alat tulis, pasti kamu penghapus. Soalnya, aku nggak pernah bisa nghapus kamu dari pikiranku.",
    "Kamu suka olahraga? Karena setiap kali dekat, hatiku selalu berlari-lari kecil.",
    "Kalau kamu masak, pasti kamu chef. Chef spesialis bikin hatiku meleleh.",
    "Kamu tau nggak, kalau kamu kayak kucing. Selalu nyantai di hatiku dan bikin aku bahagia.",
    "Kalau kamu jadi buku, aku nggak pernah bosan buat membacamu. Setiap halaman penuh cerita indah tentangmu.",
    "Kamu suka main game? Soalnya, kamu selalu jadi pemenang di hatiku.",
    "Kalau kamu jadi warna, pasti kamu pelangi. Bikin hidupku jadi lebih berwarna setiap kali kamu ada di sini.",
    "Kamu suka belanja? Soalnya, hatiku selalu dibelanjakan cinta olehmu.",
    "Kalau kamu jadi buah, aku pasti jadi tukang buah. Setiap kali dekat, hatiku selalu rindu buat ngambil buah dari hatimu.",
    "Kamu suka memasak? Soalnya, setiap kali dekat, hatiku selalu dimasak oleh cinta darimu.",
    "Kalau kamu jadi angin, aku pasti jadi layangan. Selalu terbang tinggi setiap kali kamu ada di sampingku.",
    "Kamu tau nggak, kalau kamu kayak kamera. Setiap senyummu selalu kuterima sebagai kenangan indah.",
    "Kalau kamu jadi kata sandi, pasti kamu yang paling sulit kubobol. Hatiku nggak pernah bisa lupa kata sandimu.",
    "Kamu suka seni? Soalnya, kamu selalu berhasil menciptakan seni cinta di hatiku.",
    "Kalau kamu jadi pohon, aku pasti jadi pohon cinta. Selalu tumbuh besar setiap kali dekat denganmu.",
    "Kamu suka main kartu? Soalnya, kamu selalu jadi kartu as di hatiku.",
    "Kalau kamu jadi matahari, aku pasti jadi bumi. Terus berputar di sekitarmu.",
    "Kamu tau nggak, kalau kamu kayak permen karet. Bikin hatiku melekat terus sama kamu.",
    "Kalau kamu jadi pemandu wisata, aku pasti jadi turis setia yang selalu mengikuti langkahmu.",
    "Kamu suka baca buku? Soalnya, setiap kali dekat, hatiku selalu membaca cerita indah tentangmu.",
    "Kalau kamu jadi bantal, aku pasti jadi penidurnya. Selalu nyaman berada di dekatmu.",
    "Kamu suka petualangan? Soalnya, setiap kali dekat, hatiku selalu berpetualang mencari kebahagiaan bersamamu.",
    "Kalau kamu jadi bunga, aku pasti jadi lebah. Selalu mencari madu cinta dari hatimu.",
    "Kamu suka main teka-teki? Soalnya, hatiku selalu penuh teka-teki setiap kali bersamamu.",
    "Kalau kamu jadi gitar, aku pasti jadi senar yang selalu bergetar setiap kali kamu memainkannya.",
    "Kamu tau nggak, kalau kamu kayak kopi. Setiap kali dekat, hatiku selalu terasa hangat dan penuh semangat.",
    "Kalau kamu jadi pakaian, aku pasti jadi kancingnya. Selalu ada di tempat yang paling penting di hatimu.",
    "Kamu suka masak? Soalnya, setiap kali dekat, hatiku selalu dimasak oleh aroma cinta darimu.",
    "Kalau kamu jadi film, aku pasti jadi penonton setia yang selalu menantikan kelanjutan cerita indah bersamamu.",
    "Kamu tau nggak, kalau kamu kayak kacamata. Selalu membuat pandangan hidupku lebih cerah setiap kali kamu ada di sampingku.",
    "Kalau kamu jadi lentera, aku pasti jadi api yang selalu menyala setiap kali kamu menyentuh hatiku.",
    "Kamu suka main puzzle? Soalnya, hatiku selalu seperti puzzle yang selalu lengkap setiap kali bersamamu.",
    "Kalau kamu jadi novel, aku pasti jadi pembaca setia yang selalu menyukai setiap halaman cerita indah tentangmu.",
    "Kamu tau nggak, kalau kamu kayak permen lolipop. Selalu bikin hatiku ingin terus menjilat indahnya cinta dari hatimu.",
    "Kalau kamu jadi tukang foto, aku pasti jadi model yang selalu bersinar di setiap foto yang kamu ambil.",
    "Kamu suka main bola basket? Soalnya, setiap kali dekat, hatiku selalu melakukan slam dunk cinta ke dalam hatimu.",
    "Kalau kamu jadi parfum, aku pasti jadi orang yang selalu mencium aroma keharuman cintamu.",
    "Kamu tau nggak, kalau kamu kayak kue cokelat. Selalu bikin hatiku meleleh setiap kali merasakan manisnya kehadiranmu.",
    "Kalau kamu jadi mata, aku pasti jadi bulu mata yang selalu melindungi matamu dari debu-debu yang bisa mengganggu.",
    "Kamu suka main video game? Soalnya, hatiku selalu seperti game yang penuh petualangan seru setiap kali bersamamu.",
    "Kalau kamu jadi warna, aku pasti jadi pelukis yang selalu menciptakan lukisan indah tentangmu.",
    "Kamu tau nggak, kalau kamu kayak baterai. Selalu memberikan energi positif setiap kali bersamamu.",
    "Kalau kamu jadi sate ayam, aku pasti jadi bumbu kacang yang selalu menambah kenikmatan setiap gigitanmu.",
    "Kamu suka main gitar? Soalnya, setiap kali dekat, hatiku selalu dinyanyikan oleh melodi cinta dari jemarimu.",
    "Kalau kamu jadi matahari, aku pasti jadi planet yang selalu berputar di sekitarmu.",
    "Kamu tau nggak, kalau kamu kayak donat. Setiap kali dekat, hatiku selalu dipenuhi kelembutan cinta darimu.",
    "Kalau kamu jadi tukang sulap, aku pasti jadi penonton yang terpesona setiap kali kamu membuat cinta muncul di hatiku.",
    "Kamu suka main piano? Soalnya, setiap kali dekat, hatiku selalu diperdengarkan melodi indah cinta olehmu.",
    "Kalau kamu jadi rambut, aku pasti jadi sisir yang selalu menyusunmu dengan rapi setiap hari.",
    "Kamu tau nggak, kalau kamu kayak kamera. Selalu berhasil mengabadikan momen indah bersamamu di dalam hatiku.",
    "Kalau kamu jadi kulkas, aku pasti jadi makanan yang selalu disimpan di hatimu.",
    "Kamu suka main skateboard? Soalnya, setiap kali dekat, hatiku selalu menggelinding ke arahmu.",
    "Kalau kamu jadi surat, aku pasti jadi pulpen yang selalu menuliskan cerita indah tentangmu.",
    "Kamu tau nggak, kalau kamu kayak hujan. Selalu memberikan kesegaran baru setiap kali hadir di dalam hatiku.",
    "Kalau kamu jadi kapal, aku pasti jadi pelabuhan yang selalu menanti kedatanganmu.",
    "Kamu suka main catur? Soalnya, hatiku selalu seperti pion yang siap diatur oleh strategi cinta darimu.",
    "Kalau kamu jadi pena, aku pasti jadi kertas yang selalu ingin diisi olehmu.",
    "Kamu tau nggak, kalau kamu kayak koin. Selalu menjadi keberuntungan terbaik dalam hidupku.",
    "Kalau kamu jadi bola basket, aku pasti jadi ring yang selalu menantikan bola indah dari tanganmu.",
    "Kamu suka main petak umpet? Soalnya, hatiku selalu bermain petak umpet untuk menyelipkan cinta darimu.",
    "Kalau kamu jadi mata, aku pasti jadi bulu mata yang selalu menutupi matamu dari hal-hal yang tidak baik.",
    "Kamu tau nggak, kalau kamu kayak es krim. Selalu bikin hatiku dingin dan manis setiap kali kamu ada di sampingku.",
    "Kalau kamu jadi bantal, aku pasti jadi orang yang selalu nyaman bersandar di hatimu.",
    "Kamu suka main golf? Soalnya, hatiku selalu seperti bola golf yang siap untuk dipukul oleh cintamu.",
    "Kalau kamu jadi sepeda, aku pasti jadi pengendara yang selalu ingin membawa cinta dari hatimu.",
    "Kamu tau nggak, kalau kamu kayak sabun. Selalu memberikan kebersihan baru setiap kali dekat denganmu.",
    "Kalau kamu jadi peta, aku pasti jadi kompas yang selalu menunjukkan arah cinta ke hatimu.",
    "Kamu suka main sepak bola? Soalnya, hatiku selalu seperti bola yang siap dicetak goal oleh cintamu.",
    "Kalau kamu jadi tas, aku pasti jadi barang yang selalu ingin dibawa olehmu ke mana pun kamu pergi.",
    "Kamu tau nggak, kalau kamu kayak roda. Selalu berputar di dalam hatiku dan memberikan kebahagiaan baru setiap kali kamu ada di sampingku.",
    "Kalau kamu jadi puzzle, aku pasti jadi orang yang selalu mencari kepingan yang hilang di dalam hatimu.",
    "Kamu suka main badminton? Soalnya, hatiku selalu seperti kok yang siap dipukul oleh cintamu.",
    "Kalau kamu jadi cokelat, aku pasti jadi orang yang selalu ingin merasakan manisnya cinta dari hatimu.",
    "Kamu tau nggak, kalau kamu kayak kaos kaki. Selalu nyaman di kaki dan selalu membuat langkahku lebih ringan.",
    "Kalau kamu jadi payung, aku pasti jadi orang yang selalu ingin melindungi kamu dari hujan cemburu."
  ]
}