{
  "kata_random": [
    "Kesalahan adalah guru terbaik.",
    "Keberanian bukanlah ketiadaan rasa takut, melainkan kemampuan untuk mengatasi rasa takut.",
    "Berhenti mengejar kesempurnaan, dan mulailah mengejar kemajuan.",
    "Jangan pernah menyerah pada impian hanya karena waktu yang dibutuhkan untuk mencapainya terlalu lama. Waktu akan berlalu dengan atau tanpa usaha Anda.",
    "Hidup adalah 10% apa yang terjadi pada kita dan 90% bagaimana kita menanggapi itu.",
    "Jadilah perubahan yang ingin Anda lihat di dunia.",
    "Keberhasilan adalah hasil dari kesabaran, usaha, dan ketekunan.",
    "Kebahagiaan bukanlah tujuan; itu adalah cara hidup.",
    "Orang bijak belajar lebih dari pertanyaan bodoh daripada jawaban pintar.",
    "Jangan biarkan hari ini menghalangi impian besok.",
    "Tidak ada gunanya menatap pintu yang telah tertutup.",
    "Saat Anda merasa berhenti tumbuh, itulah saat Anda mulai layu.",
    "Keberuntungan adalah ketika persiapan bertemu dengan peluang.",
    "Jangan takut melakukan kesalahan; takutlah untuk tidak belajar dari kesalahan itu.",
    "Semua impian dapat menjadi kenyataan jika kita memiliki keberanian untuk mengejarnya.",
    "Keberhasilan adalah langkah kecil yang diulang-ulang setiap hari.",
    "Seseorang yang tidak pernah membuat kesalahan, belum pernah mencoba sesuatu yang baru.",
    "Hidup adalah apa yang terjadi saat Anda sibuk membuat rencana lain.",
    "Kita tidak bisa mengubah arah angin, tapi kita bisa menyesuaikan layar.",
    "Kegagalan adalah kesempatan untuk memulai lagi dengan cerdas.",
    "Ketika Anda berhenti bermimpi, Anda berhenti hidup.",
    "Setiap kali Anda bertindak dengan jujur dan berani, dunia menjadi tempat yang lebih baik.",
    "Kesederhanaan adalah keindahan yang tak pernah pudar.",
    "Kepercayaan diri adalah kunci keberhasilan.",
    "Hidup ini terlalu singkat untuk menyia-nyiakan waktu untuk menjadi biasa.",
    "Tidak peduli seberapa lambat Anda berjalan, asalkan Anda tidak berhenti.",
    "Hidup bukanlah tentang menemukan diri Anda sendiri, melainkan tentang menciptakan diri Anda sendiri.",
    "Hidup adalah perjalanan, bukan tujuan.",
    "Buatlah setiap hari sebagai kesempatan baru untuk menjadi versi terbaik dari diri Anda.",
    "Kesuksesan bukan kunci kebahagiaan. Kebahagiaan adalah kunci kesuksesan. Jika Anda mencintai apa yang Anda lakukan, Anda akan berhasil.",
    "Keberanian bukanlah ketiadaan rasa takut, melainkan kemampuan untuk mengatasi rasa takut.",
    "Jika Anda ingin hidup bahagia, hubungkan diri Anda dengan tujuan, bukan orang.",
    "Jangan menunggu peluang. Buatlah sendiri.",
    "Jangan pernah menyerah pada sesuatu yang Anda inginkan hanya karena waktu yang diperlukan untuk mencapainya terlalu lama. Waktu akan berlalu dengan atau tanpa usaha Anda.",
    "Satu-satunya cara untuk melakukan pekerjaan besar adalah mencintai apa yang Anda lakukan.",
    "Jangan mengukur keberhasilan Anda dengan apa yang orang lain capai, tapi dengan apa yang Anda capai.",
    "Bekerjalah cerdas, bukan keras.",
    "Jangan takut akan kegagalan. Takutlah akan keberhasilan di hal-hal yang tidak memiliki arti.",
    "Ketika Anda bekerja dengan cinta, Anda membuahkan hasil yang berarti.",
    "Jika Anda tidak dapat melakukan besar-besaran, lakukanlah sesuatu yang hebat.",
    "Semua orang adalah jenius. Tetapi jika Anda menilai ikan dengan kemampuan memanjat pohon, ia akan hidup seumur hidupnya dalam kepercayaan bahwa ia bodoh.",
    "Jika Anda mau mengubah dunia, mulailah dengan mengubah diri Anda sendiri.",
    "Jangan hanya menjadi pembimbing. Jadilah inspirasi.",
    "Jangan pernah membandingkan babi dengan gajah.",
    "Hidup adalah keajaiban yang luar biasa. Jadilah bagian darinya.",
    "Keberhasilan adalah seseorang yang bisa pergi dari satu kegagalan ke kegagalan berikutnya tanpa kehilangan semangat.",
    "Pendidikan adalah kunci untuk membuka pintu emas ke kebebasan.",
    "Jika Anda ingin melihat perubahan, Anda harus menjadi perubahan itu sendiri.",
    "Kebahagiaan bukanlah sesuatu yang Anda miliki. Kebahagiaan adalah sesuatu yang Anda ciptakan.",
    "Anda adalah produk dari pikiran Anda. Jangan ragu untuk bermimpi besar.",
    "Yang terbesar dalam hidup ini adalah berani untuk bermimpi besar, dan keberanian untuk mengejarnya.",
    "Kebahagiaan adalah ketika apa yang Anda pikirkan, apa yang Anda katakan, dan apa yang Anda lakukan sejalan satu sama lain.",
    "Percayalah pada diri sendiri dan segala yang mungkin Anda capai.",
    "Kesuksesan adalah berdiri setelah setiap kejatuhan.",
    "Ketidakpastian adalah kepastian dalam hidup. Jadilah nyaman dengan ketidakpastian.",
    "Jangan pernah meremehkan kekuatan senyum, kata-kata baik, dan tindakan kecil.",
    "Semakin tinggi pohon, semakin banyak angin yang akan melambai-lambai.",
    "Tujuan hidup adalah untuk memberikan hidupmu tujuan.",
    "Jika Anda tidak dapat melakukan sesuatu dengan cinta, tidak ada alasan untuk melakukannya sama sekali.",
    "Keberuntungan adalah ketika kesempatan bertemu dengan persiapan.",
    "Jika Anda tidak menyukai sesuatu, ubahlah. Jika Anda tidak bisa mengubahnya, ubahlah sikap Anda.",
    "Jangan pernah membiarkan kegagalan menjadi penghalang untuk sukses.",
    "Hidup ini tidak singkat. Luangkan waktu untuk tersenyum, mencintai, dan belajar.",
    "Berhentilah berbicara tentang melakukan sesuatu, dan mulailah melakukannya.",
    "Tidak ada usaha yang sia-sia, dan tidak ada mimpi yang terlalu besar.",
    "Ketika Anda merasa gagal, itu bukan berarti Anda gagal untuk selamanya. Hal itu hanya berarti Anda belum berhasil saat ini.",
    "Orang bijak belajar lebih banyak dari pertanyaan bodoh daripada jawaban pintar.",
    "Saat Anda melihat hal-hal dari perspektif positif, hidup menjadi lebih ringan.",
    "Ketika Anda merasa sulit, itu berarti Anda tumbuh.",
    "Lakukan hal-hal yang membuat Anda bahagia, tidak hal-hal yang membuat orang lain bahagia.",
    "Ketika Anda berhenti bermimpi, Anda berhenti hidup.",
    "Hidup adalah pilihan. Pilihlah dengan bijaksana.",
    "Keberhasilan bukanlah akhir dari perjalanan. Itu hanya awal dari petualangan baru.",
    "Satu-satunya batasan adalah yang Anda letakkan pada diri sendiri.",
    "Ciptakan hari Anda sendiri. Jadilah pencipta kehidupan Anda sendiri.",
    "Jangan takut akan kegagalan. Takutlah akan kegagalan di hal-hal yang tidak memiliki arti.",
    "Jangan pernah menyerah pada impian hanya karena waktu yang dibutuhkan untuk mencapainya terlalu lama. Waktu akan berlalu dengan atau tanpa usaha Anda.",
    "Pendidikan adalah kunci untuk membuka pintu emas ke kebebasan.",
    "Ketika Anda berhenti mencari kebahagiaan di luar, Anda akan menemukannya di dalam.",
    "Keberhasilan adalah langkah kecil yang diulang-ulang setiap hari.",
    "Jangan pernah menyerah pada sesuatu yang Anda inginkan hanya karena waktu yang diperlukan untuk mencapainya terlalu lama. Waktu akan berlalu dengan atau tanpa usaha Anda.",
    "Satu-satunya cara untuk melakukan pekerjaan besar adalah mencintai apa yang Anda lakukan.",
    "Jangan mengukur keberhasilan Anda dengan apa yang orang lain capai, tapi dengan apa yang Anda capai.",
    "Bekerjalah cerdas, bukan keras.",
    "Jangan takut akan kegagalan. Takutlah akan keberhasilan di hal-hal yang tidak memiliki arti.",
    "Ketika Anda bekerja dengan cinta, Anda membuahkan hasil yang berarti.",
    "Jika Anda tidak dapat melakukan besar-besaran, lakukanlah sesuatu yang hebat.",
    "Semua orang adalah jenius. Tetapi jika Anda menilai ikan dengan kemampuan memanjat pohon, ia akan hidup seumur hidupnya dalam kepercayaan bahwa ia bodoh.",
    "Jika Anda mau mengubah dunia, mulailah dengan mengubah diri Anda sendiri.",
    "Jangan hanya menjadi pembimbing. Jadilah inspirasi.",
    "Jangan pernah membandingkan babi dengan gajah.",
    "Hidup adalah keajaiban yang luar biasa. Jadilah bagian darinya.",
    "Keberhasilan adalah seseorang yang bisa pergi dari satu kegagalan ke kegagalan berikutnya tanpa kehilangan semangat.",
    "Pendidikan adalah kunci untuk membuka pintu emas ke kebebasan.",
    "Jika Anda ingin melihat perubahan, Anda harus menjadi perubahan itu sendiri.",
    "Kebahagiaan bukanlah sesuatu yang Anda miliki. Kebahagiaan adalah sesuatu yang Anda ciptakan.",
    "Anda adalah produk dari pikiran Anda. Jangan ragu untuk bermimpi besar.",
    "Yang terbesar dalam hidup ini adalah berani untuk bermimpi besar, dan keberanian untuk mengejarnya.",
    "Kebahagiaan adalah ketika apa yang Anda pikirkan, apa yang Anda katakan, dan apa yang Anda lakukan sejalan satu sama lain.",
    "Percayalah pada diri sendiri dan segala yang mungkin Anda capai.",
    "Kesuksesan adalah berdiri setelah setiap kejatuhan.",
    "Ketidakpastian adalah kepastian dalam hidup. Jadilah nyaman dengan ketidakpastian.",
    "Jangan pernah meremehkan kekuatan senyum, kata-kata baik, dan tindakan kecil.",
    "Semakin tinggi pohon, semakin banyak angin yang akan melambai-lambai.",
    "Tujuan hidup adalah untuk memberikan hidupmu tujuan.",
    "Jika Anda tidak dapat melakukan sesuatu dengan cinta, tidak ada alasan untuk melakukannya sama sekali.",
    "Keberuntungan adalah ketika kesempatan bertemu dengan persiapan.",
    "Jika Anda tidak menyukai sesuatu, ubahlah. Jika Anda tidak bisa mengubahnya, ubahlah sikap Anda.",
    "Jangan pernah membiarkan kegagalan menjadi penghalang untuk sukses.",
    "Hidup ini tidak singkat. Luangkan waktu untuk tersenyum, mencintai, dan belajar.",
    "Berhentilah berbicara tentang melakukan sesuatu, dan mulailah melakukannya.",
    "Tidak ada usaha yang sia-sia, dan tidak ada mimpi yang terlalu besar.",
    "Ketika Anda merasa gagal, itu bukan berarti Anda gagal untuk selamanya. Hal itu hanya berarti Anda belum berhasil saat ini.",
    "Orang bijak belajar lebih banyak dari pertanyaan bodoh daripada jawaban pintar.",
    "Saat Anda melihat hal-hal dari perspektif positif, hidup menjadi lebih ringan.",
    "Ketika Anda merasa sulit, itu berarti Anda tumbuh.",
    "Lakukan hal-hal yang membuat Anda bahagia, tidak hal-hal yang membuat orang lain bahagia.",
    "Ketika Anda berhenti bermimpi, Anda berhenti hidup.",
    "Hidup adalah pilihan. Pilihlah dengan bijaksana.",
    "Keberhasilan bukanlah akhir dari perjalanan. Itu hanya awal dari petualangan baru."
    ]
} 