{
  "kata_random": [
    "Hutan hujan Amazon adalah hutan hujan terbesar di dunia.",
    "Reruntuhan kuno Stonehenge di Inggris dibangun sekitar 5.000 tahun yang lalu.",
    "Gunung Everest adalah puncak tertinggi di dunia, mencapai ketinggian 8.848 meter.",
    "Terumbu karang adalah koloni binatang karang kecil yang hidup bersama dan membentuk terumbu yang besar.",
    "Pohon sequoia adalah pohon terbesar di dunia berdasarkan volume kayu.",
    "Energi yang dihasilkan oleh Matahari dalam satu jam cukup untuk memenuhi kebutuhan energi seluruh dunia selama satu tahun.",
    "Bunga mawar adalah lambang cinta dan kecantikan.",
    "Matahari adalah bintang raksasa yang mengandung sekitar 99,86 persen massa total tata surya.",
    "Setiap tahun, kilogram yang besar debu meteor masuk ke atmosfer Bumi.",
    "Saturnus memiliki lebih dari 60 satelit alami yang diketahui.",
    "Monyet adalah salah satu hewan yang memiliki kemampuan untuk menggunakan alat.",
    "Paus biru adalah mamalia terbesar yang pernah hidup di Bumi.",
    "Bunga terompet hanya mekar di malam hari.",
    "Setiap tahun, sekitar 70.000 pohon ditebang hanya untuk membuat buku.",
    "Batu-batu yang mengandung fosil sering kali menjadi batu bara.",
    "Salju hampir selalu berwarna putih karena mengandung banyak gelembung udara yang mencerminkan cahaya matahari.",
    "Tidak ada dua zebra yang memiliki pola belang yang sama.",
    "Kehidupan manusia modern tidak mungkin tanpa mikroskop, yang ditemukan oleh Antonie van Leeuwenhoek pada tahun 1674.",
    "Bebek tidak dapat meraba rasa pedas.",
    "Sama seperti sidik jari manusia, pola belang zebra adalah unik.",
    "Bumi tidak sepenuhnya bulat, tetapi agak datar di kutub dan agak melengkung di khatulistiwa.",
    "Bunga mawar adalah lambang cinta dan kecantikan.",
    "Gunung berapi tidak hanya ada di Bumi, tetapi juga di planet lain seperti Mars.",
    "Jumlah tulang manusia adalah lebih sedikit pada bayi dibandingkan pada orang dewasa.",
    "Satu-satunya planet yang memiliki kehidupan yang diketahui adalah Bumi.",
    "Pada tahun 1836, Texas memproklamirkan kemerdekaannya dari Meksiko.",
    "Bunga mawar adalah lambang cinta dan kecantikan.",
    "Rata-rata, manusia tidur selama sekitar 25 tahun dalam hidupnya.",
    "Pohon sequoia adalah pohon terbesar di dunia berdasarkan volume kayu.",
    "Einstein dianugerahi Hadiah Nobel Fisika pada tahun 1921 untuk penjelasannya tentang efek fotolistrik.",
    "Manusia pertama yang mencapai orbit Bumi adalah Yuri Gagarin dari Uni Soviet pada tahun 1961.",
    "Ubur-ubur tidak memiliki otak, darah, atau sistem peredaran darah yang sesungguhnya.",
    "Dengan lebih dari 1,4 miliar penduduk, China adalah negara paling padat di dunia.",
    "Satu sendok teh semenit adalah jumlah yang dihasilkan oleh pohon kopi rata-rata.",
    "Kecepatan suara lebih cepat daripada kecepatan pesawat tercepat, yaitu lebih dari 1.225 kilometer per jam.",
    "Kebanyakan sel manusia diperbarui setiap 7 hingga 10 tahun.",
    "Cumi-cumi adalah makhluk yang sangat cerdas dan memiliki otak yang besar untuk ukurannya.",
    "Tikus dapat bertahan hidup tanpa air lebih lama daripada unta.",
    "Satu-satunya planet yang mengelilingi Matahari adalah Bumi.",
    "Saturnus memiliki 82 bulan alami atau satelit.",
    "Kecoa dapat bertahan hidup selama seminggu tanpa kepala.",
    "Wanita memiliki lebih banyak reseptor rasa pada lidah mereka dibandingkan dengan pria.",
    "Mata manusia dapat membedakan lebih dari 10 juta warna yang berbeda.",
    "Mata manusia dapat membedakan lebih dari 10 juta warna yang berbeda.",
    "Bintang laut tidak memiliki otak.",
    "Bunga terompet hanya mekar di malam hari.",
    "Setiap tahun, kilogram yang besar debu meteor masuk ke atmosfer Bumi.",
    "Kuda laut adalah salah satu hewan dengan penyesuaian mimikri paling baik di dunia laut.",
    "Dalam seumur hidupnya, seseorang rata-rata memproduksi cukup air liur untuk mengisi dua tangki renang.",
    "Orang dewasa manusia memiliki sekitar 206 tulang.",
    "Kucing memiliki 32 otot di setiap telinga.",
    "Bintang laut memiliki kemampuan untuk meregenerasi lengan yang hilang.",
    "Pisang sebenarnya adalah buah dan bukan buah sejati.",
    "Waktu rata-rata yang dihabiskan orang untuk tidur selama seumur hidupnya adalah sekitar 26 tahun.",
    "Seekor gajah dapat tidur hingga 4 jam dalam sehari.",
    "Setiap tahun, Eiffel Tower di Paris dapat tumbuh atau menyusut beberapa sentimeter karena perubahan suhu.",
    "Angsa tidak dapat bersin.",
    "Seorang ilmuwan muda berusia 16 tahun, Blaise Pascal, menemukan kalkulator pertamanya pada tahun 1642.",
    "Pada tahun 1836, Texas memproklamirkan kemerdekaannya dari Meksiko.",
    "Kura-kura dapat menarik kaki, ekor, dan kepala mereka ke dalam cangkang mereka sebagai perlindungan.",
    "Satu-satunya planet yang memiliki bulan adalah Bumi.",
    "Anjing memiliki kemampuan untuk mendeteksi gempa bumi sebelum mereka terjadi.",
    "Satu-satunya planet yang mengelilingi Matahari adalah Bumi.",
    "Kecoa dapat bertahan hidup selama seminggu tanpa kepala.",
    "Bumi lebih tua daripada Bulan.",
    "Harimau adalah karnivora terbesar di dunia.",
    "Setiap tahun, sekitar 70.000 pohon ditebang hanya untuk membuat buku.",
    "Monyet adalah salah satu hewan yang memiliki kemampuan untuk menggunakan alat.",
    "Paus biru adalah mamalia terbesar yang pernah hidup di Bumi.",
    "Saturnus memiliki lebih dari 60 satelit alami yang diketahui.",
    "Penglihatan harimau lebih baik daripada manusia pada malam hari.",
    "Hewan liar dapat mendeteksi gempa bumi sebelum mereka terjadi.",
    "Lebah dapat mengenali wajah manusia.",
    "Sebuah awan dapat berbobot lebih dari satu juta pound.",
    "Pohon Oak dapat hidup selama berabad-abad dan menjadi sangat besar.",
    "Lapisan ozon melindungi Bumi dari radiasi ultraviolet yang merugikan dari Matahari.",
    "Buaya memiliki kemampuan untuk mengeluarkan telur dengan kontrol temperatur.",
    "Banyak spesies kura-kura dapat hidup lebih dari seratus tahun.",
    "Tubuh manusia memiliki lebih dari 600 otot.",
    "Seseorang yang tertawa selama 15 menit dapat membakar hingga 40 kalori.",
    "Koala makan daun eukaliptus dan tidak minum air sama sekali.",
    "Eiffel Tower memiliki total 1.665 anak tangga.",
    "Batu-batu yang mengandung fosil sering kali menjadi batu bara.",
    "Reruntuhan kuno Stonehenge di Inggris dibangun sekitar 5.000 tahun yang lalu.",
    "Bebek tidak dapat meraba rasa pedas.",
    "Bintang laut memiliki lima lengan, tetapi beberapa spesies memiliki lebih banyak.",
    "Matahari adalah bintang raksasa yang mengandung sekitar 99,86 persen massa total tata surya.",
    "Buaya bukanlah hewan mamalia, tetapi reptil.",
    "Setiap menit, sekitar 300 jamur terbentuk di Bumi.",
    "Kumbang adalah hewan dengan jumlah spesies terbanyak di dunia.",
    "Anjing laut memiliki otot perut yang kuat, memungkinkan mereka menghisap mangsanya ke dalam perut mereka.",
    "Salju hampir selalu berwarna putih karena mengandung banyak gelembung udara yang mencerminkan cahaya matahari.",
    "Tidak ada dua zebra yang memiliki pola belang yang sama.",
    "Kehidupan manusia modern tidak mungkin tanpa mikroskop, yang ditemukan oleh Antonie van Leeuwenhoek pada tahun 1674.",
    "Bebek tidak dapat meraba rasa pedas.",
    "Sama seperti sidik jari manusia, pola belang zebra adalah unik.",
    "Bumi tidak sepenuhnya bulat, tetapi agak datar di kutub dan agak melengkung di khatulistiwa.",
    "Energi yang dihasilkan oleh Matahari dalam satu jam cukup untuk memenuhi kebutuhan energi seluruh dunia selama satu tahun.",
    "Satu-satunya hewan yang dapat melihat di gelap total adalah kucing.",
    "Terumbu karang adalah koloni binatang karang kecil yang hidup bersama dan membentuk terumbu yang besar.",
    "Pohon sequoia adalah pohon terbesar di dunia berdasarkan volume kayu.",
    "Mata manusia dapat membedakan lebih dari 10 juta warna yang berbeda.",
    "Paus biru adalah mamalia terbesar yang pernah hidup di Bumi.",
    "Katak tidak dapat berenang di air yang dapat membuatnya tenggelam.",
    "Paus biru dapat menghasilkan suara yang cukup keras untuk didengar oleh paus biru lainnya hingga 1.000 mil jauhnya.",
    "Seorang manusia dapat berjalan lebih cepat daripada kuda pada jarak jauh yang lama.",
    "Bola mata manusia adalah lebih besar dari otaknya.",
    "Bunga mawar adalah lambang cinta dan kecantikan.",
    "Gunung berapi tidak hanya ada di Bumi, tetapi juga di planet lain seperti Mars.",
    "Jumlah tulang manusia adalah lebih sedikit pada bayi dibandingkan pada orang dewasa.",
    "Satu-satunya planet yang memiliki kehidupan yang diketahui adalah Bumi.",
    "Pada tahun 1836, Texas memproklamirkan kemerdekaannya dari Meksiko.",
    "Bunga mawar adalah lambang cinta dan kecantikan.",
    "Rata-rata, manusia tidur selama sekitar 25 tahun dalam hidupnya.",
    "Pohon sequoia adalah pohon terbesar di dunia berdasarkan volume kayu.",
    "Einstein dianugerahi Hadiah Nobel Fisika pada tahun 1921 untuk penjelasannya tentang efek fotolistrik."
  ]
}
