{
  "kata_random": [
    "Filosofi berasal dari kata Yunani 'philosophia', yang berarti 'cinta akan kebijaksanaan'.",
    "Aristoteles, Socrates, dan Plato dianggap sebagai tiga tokoh utama dalam sejarah filsafat Yunani kuno.",
    "Socrates terkenal dengan metodenya yang dia sebut 'elenchus', yaitu pertanyaan dan jawaban untuk memotivasi pemikiran.",
    "Plato adalah murid dari Socrates dan guru dari Aristoteles.",
    "Konsep dualisme moral antara baik dan jahat banyak dipelajari dalam filsafat.",
    "Filsuf abad pertengahan seperti Thomas Aquinas mencoba menggabungkan filsafat dengan teologi Kristen.",
    "René Descartes terkenal dengan frasa 'Cogito, ergo sum' yang berarti 'Aku berpikir, maka aku ada'.",
    "Empirisme, pandangan bahwa pengetahuan berasal dari pengalaman, dikembangkan oleh filsuf seperti John Locke dan David Hume.",
    "Immanuel Kant mengembangkan konsep 'kategoris imperative' dalam etika.",
    "Existensialisme, yang menekankan kebebasan individu dan tanggung jawab pribadi, dianut oleh filsuf seperti Jean-Paul Sartre dan Albert Camus.",
    "Friedrich Nietzsche memperkenalkan konsep 'ubermensch' atau 'superman'.",
    "Hegel dikenal dengan dialektiknya yang memahami perkembangan sejarah sebagai pertentangan antara tesis dan antitesis.",
    "Filsuf Cina, Konfusius, memberikan ajaran moral dan etika yang kuat.",
    "Yin dan yang, konsep fundamental dalam filsafat Taoisme, melambangkan keseimbangan dan dualitas.",
    "Arthur Schopenhauer mengembangkan konsep kehendak (will) sebagai dasar dari penderitaan manusia.",
    "Bertrand Russell adalah salah satu filsuf terkenal abad ke-20 yang memainkan peran penting dalam filosofi analitik.",
    "Filsuf Prancis, Jean-Jacques Rousseau, memainkan peran kunci dalam perkembangan pemikiran politik modern.",
    "Simposium Plato menggambarkan dialog tentang cinta dan keindahan.",
    "Prinsip utilitarianisme, yang menyatakan bahwa tindakan yang benar adalah yang memberikan kebahagiaan terbesar bagi jumlah orang, dikembangkan oleh Jeremy Bentham dan John Stuart Mill.",
    "Epistemologi adalah cabang filsafat yang mempertanyakan asal usul, sifat, metode, dan batas pengetahuan.",
    "Filsafat politik mencakup konsep pemerintahan, hak asasi manusia, keadilan, dan kontrak sosial.",
    "Axiologi mempertanyakan nilai-nilai dan etika, mencakup estetika dan etika.",
    "Prinsip etika deontologi berfokus pada kewajiban dan tindakan yang benar secara moral, terlepas dari konsekuensinya.",
    "Teori etika utilitarianisme menilai tindakan berdasarkan konsekuensinya terhadap kebahagiaan umum.",
    "Metafisika membahas hakikat realitas dan pertanyaan tentang eksistensi dan sifat alam semesta.",
    "Filsuf Yunani, Heraclitus, dikenal dengan konsep bahwa 'Anda tidak dapat memasuki dua kali sungai yang sama'.",
    "Filsafat analitik, terutama dikembangkan di awal abad ke-20, menekankan klarifikasi bahasa dan logika.",
    "Filsuf eksistensialis, Søren Kierkegaard, menyoroti pentingnya eksistensi individual dan pilihan hidup.",
    "Epikurus mengajarkan filsafat hidup yang sederhana dan mengejar kebahagiaan melalui kenikmatan moderat.",
    "Filsuf Jerman, Martin Heidegger, terkenal dengan kajiannya tentang 'Dasein' atau 'keberadaan' manusia.",
    "Filsafat feminis menekankan kesetaraan gender dan memeriksa hubungan antara kekuasaan dan gender.",
    "Karl Marx mengembangkan teori materialisme dialektis dan menyumbangkan konsep komunisme.",
    "Nihilisme, dikembangkan oleh Friedrich Nietzsche, menolak nilai-nilai dan keyakinan moral.",
    "Aesthetics adalah cabang filsafat yang mempertanyakan seni, keindahan, dan nilai-nilai estetika.",
    "Prinsip pluralisme etis menilai bahwa ada banyak standar moral yang berlaku sekaligus.",
    "Filsuf eksistensialis, Jean-Paul Sartre, menyatakan bahwa 'eksistensi mendahului essensi'.",
    "Filsuf politik John Locke mempengaruhi pemikiran pendiri Amerika dengan konsep hak asasi dan pemerintahan terbatas.",
    "Filsuf China, Laozi, mendirikan dasar Taoisme dengan 'Tao Te Ching'.",
    "Etika aristotelian fokus pada pengembangan karakter dan kebajikan pribadi sebagai landasan moral.",
    "Hakikat manusia menurut Filsuf René Descartes terletak dalam akal budi dan kemampuan berpikir.",
    "Filsafat postmodernisme menolak gagasan kebenaran absolut dan menyoroti ketidakpastian dan kompleksitas.",
    "Logika, sebagai cabang filsafat, mempelajari prinsip-prinsip penalaran yang benar.",
    "John Stuart Mill membela kebebasan individu dan hak asasi manusia dalam 'On Liberty'.",
    "Filsuf kontinental seperti Jean-Paul Sartre dan Michel Foucault menekankan konsep kebebasan dan kuasa.",
    "Pascakolonialisme dalam filsafat mengeksplorasi dampak imperialisme dan kolonialisme di dunia.",
    "Filsuf epik, Homer, dikenal dengan karyanya 'Iliad' dan 'Odyssey'.",
    "Filsuf positivisme seperti Auguste Comte mempercayai bahwa pengetahuan hanya dapat diperoleh melalui pengamatan empiris.",
    "Etika kontraktualisme menekankan pentingnya kesepakatan atau kontrak moral.",
    "Filsuf India, Siddhartha Gautama (Buddha), mengajarkan tentang pembebasan dari siklus kelahiran dan penderitaan.",
    "Gagasan filosofis bahwa waktu adalah dimensi yang relatif dikembangkan oleh Albert Einstein dalam teori relativitasnya.",
    "Filsuf Prancis, Voltaire, dikenal dengan tulisannya yang kritis dan advokasi untuk kebebasan berbicara.",
    "Eksistensialisme menggambarkan eksistensi manusia sebagai pengalaman individu yang unik dan terbebas.",
    "Filsafat analitik dan filsafat kontinental adalah dua tradisi utama dalam filsafat modern.",
    "Filsuf Yunani, Epicurus, menekankan pentingnya teman dan hidup yang sederhana untuk mencapai kebahagiaan.",
    "Filsafat Hegelian menyatakan bahwa kenyataan adalah proses dialektis yang terus berkembang.",
    "Filsafat positivisme sosial menekankan penggunaan metode ilmiah untuk memecahkan masalah sosial.",
    "Etika utilitarianisme menyatakan bahwa tindakan yang benar adalah yang menghasilkan kebahagiaan terbesar bagi jumlah orang.",
    "Filsafat skolastik abad pertengahan mencoba menggabungkan filsafat Yunani dengan ajaran Kristen.",
    "Filsafat agama mempertanyakan hakikat keyakinan keagamaan dan peran agama dalam kehidupan manusia.",
    "Filsuf Jerman, Immanuel Kant, menyusun dasar etika dalam 'Groundwork of the Metaphysics of Morals'.",
    "Filsuf Yunani, Diogenes, terkenal sebagai tokoh filsafat Cynic yang hidup sederhana dan tanpa harta.",
    "Filsafat rasionalisme seperti yang diusulkan oleh Descartes dan Spinoza mengutamakan akal budi sebagai sumber pengetahuan.",
    "Filsuf Cina, Confucius, menekankan etika, moralitas, dan hubungan sosial dalam ajarannya.",
    "Filsuf eksistensialis, Jean-Paul Sartre, menyatakan bahwa manusia adalah 'kebebasan yang bertanggung jawab'.",
    "Filsuf Romawi, Seneca, memberikan ajaran tentang kebijaksanaan dan etika dalam surat-suratnya.",
    "Filsuf Yunani, Anaximander, dianggap sebagai salah satu pemikir pertama dalam sejarah filsafat.",
    "Filsafat feminis menyelidiki isu-isu gender dan menantang ketidaksetaraan dalam berbagai aspek kehidupan.",
    "Filsuf Jerman, Friedrich Nietzsche, menyuarakan gagasan tentang kehendak berkuasa dan kritik terhadap moral tradisional.",
    "Teori etika konsekuensialisme menilai tindakan berdasarkan konsekuensinya.",
    "Filsuf Yunani, Zeno of Citium, adalah pendiri aliran filsafat Stoicism.",
    "Filsuf abad ke-17, Baruch Spinoza, mengeksplorasi konsep tentang alam semesta dan hakikat Tuhan.",
    "Filsafat Barat mencakup tradisi filsafat Yunani, Romawi, dan Eropa modern.",
    "Filsafat Barat mencakup tradisi filsafat Yunani, Romawi, dan Eropa modern.",
    "Filsafat postmodernisme menolak gagasan kebenaran absolut dan menekankan konstruksi sosial pengetahuan.",
    "Logika proposisional dan logika predikat adalah dua bentuk utama logika formal dalam filsafat.",
    "Filsafat analitik menekankan analisis bahasa dan logika sebagai alat untuk memahami konsep filosofis.",
    "Filsuf Prancis, Simone de Beauvoir, memberikan kontribusi besar dalam pengembangan filsafat feminis.",
    "Filsafat kontinental menekankan pemahaman mendalam tentang eksistensi manusia dan pengaruh budaya.",
    "Filsafat kontinental menekankan pemahaman mendalam tentang eksistensi manusia dan pengaruh budaya.",
    "Filsafat pendidikan mencakup pertanyaan tentang tujuan dan nilai-nilai dalam pendidikan.",
    "Filsafat hukum mempertanyakan hakikat hukum, keadilan, dan dasar-dasar moral sistem hukum.",
    "Filsafat sains menyelidiki pertanyaan-pertanyaan epistemologis dan ontologis tentang sains.",
    "Filsafat bahasa membahas peran bahasa dalam pemahaman dunia dan pengetahuan.",
    "Filsafat agama mempertanyakan hakikat keyakinan keagamaan dan peran agama dalam kehidupan manusia.",
    "Filsafat seni mencakup pertanyaan tentang keindahan, interpretasi seni, dan nilai-nilai estetika.",
    "Filsuf Yunani, Heraclitus, dikenal dengan konsep bahwa 'Anda tidak dapat memasuki dua kali sungai yang sama'.",
    "Filsafat kuno mencakup periode Yunani kuno, Romawi, dan filsafat Timur kuno seperti filsafat India dan Cina.",
    "Epistemologi adalah cabang filsafat yang mempertanyakan asal usul, sifat, metode, dan batas pengetahuan.",
    "Filsafat politik mencakup konsep pemerintahan, hak asasi manusia, keadilan, dan kontrak sosial.",
    "Filsafat postmodernisme menolak gagasan kebenaran absolut dan menyoroti ketidakpastian dan kompleksitas.",
    "Logika, sebagai cabang filsafat, mempelajari prinsip-prinsip penalaran yang benar.",
    "Filsafat bahasa membahas peran bahasa dalam pemahaman dunia dan pengetahuan.",
    "Filsafat seni mencakup pertanyaan tentang keindahan, interpretasi seni, dan nilai-nilai estetika.",
    "Filsafat etika mempertanyakan dasar-dasar moral dan nilai-nilai yang membimbing tindakan manusia.",
    "Filsafat keberagaman mengeksplorasi konsep ketuhanan, agama, dan pengalaman rohaniah."
     ]
} 