{
  "kata_random": [
    "Leonardo da Vinci adalah seorang seniman, penemu, dan ilmuwan yang multitalenta pada masa Renaisans.",
    "Pablo Picasso adalah pelukis Spanyol yang terkenal dengan gaya seni kubisme.",
    "Mona Lisa karya Leonardo da Vinci dianggap sebagai lukisan paling terkenal di dunia.",
    "Seni rupa adalah cabang seni yang melibatkan penciptaan objek yang dapat dilihat dan disentuh.",
    "Salvador Dalí adalah seorang seniman Surrealisme terkenal yang dikenal dengan lukisan-lukisan yang aneh dan menggoda imajinasi.",
    "Michelangelo Buonarroti adalah seorang seniman dan arsitek terkenal yang menciptakan patung David dan melukis langit-langit Kapel Sistine.",
    "Seni abstrak menggambarkan bentuk-bentuk tanpa mewakili objek yang nyata.",
    "Vincent van Gogh adalah seniman Belanda terkenal yang menciptakan lukisan-lukisan seperti 'Starry Night' dan 'Sunflowers'.",
    "Graffiti dapat dianggap sebagai bentuk seni jalanan yang ekspresif dan seringkali kontroversial.",
    "Andy Warhol dikenal dengan gerakan seni Pop Art dan karyanya yang ikonik seperti 'Campbell's Soup Cans'.",
    "Seni instalasi melibatkan penciptaan karya seni di tempat tertentu untuk berinteraksi dengan lingkungannya.",
    "Renaissance merupakan periode penting dalam sejarah seni, menandai kebangkitan minat terhadap seni dan budaya Klasik.",
    "Claude Monet adalah pelopor gerakan seni Impresionisme dengan lukisan-lukisan seperti 'Water Lilies' dan 'Impression, Sunrise'.",
    "Penghargaan seni Turner diberikan setiap tahun untuk seniman kontemporer yang berbasis di Britania Raya.",
    "Seni digital melibatkan penggunaan teknologi digital untuk membuat karya seni.",
    "Georgia O'Keeffe dikenal dengan lukisan-lukisannya yang memperbesar objek alam seperti bunga.",
    "Seni performa melibatkan ekspresi kreatif melalui tindakan atau pertunjukan langsung.",
    "Rembrandt van Rijn adalah pelukis Belanda terkenal yang menghasilkan karya-karya seperti 'The Night Watch'.",
    "Gerakan seni Bauhaus pada abad ke-20 menggabungkan seni dan desain dalam pendekatan fungsional.",
    "Karl Lagerfeld, selain sebagai perancang mode, juga seorang kolektor seni yang berpengaruh.",
    "Seni batik adalah seni tradisional Indonesia yang menggunakan teknik pewarnaan dengan malam lilin.",
    "Jean-Michel Basquiat adalah seniman jalanan dan pelukis neo-ekspresionisme yang terkenal.",
    "Seni kontemporer sering mengeksplorasi ide dan konsep lebih dari pada keterampilan teknis tradisional.",
    "Frida Kahlo adalah seorang seniman lukisan asal Meksiko yang terkenal dengan potret dirinya yang dramatis.",
    "Seni taman Jepang menciptakan desain taman yang indah dan harmonis dengan alam.",
    "Henri Matisse adalah seniman Fauvisme yang terkenal dengan karyanya yang penuh warna dan berani.",
    "Seni kaligrafi adalah seni menulis dengan gaya tertentu yang sering dihubungkan dengan keindahan estetika huruf.",
    "Aliran seni Pop Art menekankan penggunaan objek dari kehidupan sehari-hari sebagai bahan seni.",
    "Yayoi Kusama adalah seniman Jepang yang terkenal dengan karya-karya seni kontemporer dan instalasi polkadotnya.",
    "Seni topiaria melibatkan pemangkasan tanaman untuk membentuk bentuk-bentuk tertentu, menciptakan karya seni hidup.",
    "Seni mosaik menggunakan potongan-potongan kecil untuk membuat gambar atau pola.",
    "Edvard Munch menciptakan lukisan terkenal 'The Scream' yang mengekspresikan ketakutan dan kecemasan.",
    "Seni kolase melibatkan menyusun potongan-potongan bahan yang berbeda untuk menciptakan karya seni.",
    "Arte Povera adalah gerakan seni kontemporer Italia yang menggunakan bahan-bahan sederhana dan alamiah.",
    "Seni fotorealisme mencoba menciptakan lukisan yang sangat mirip dengan foto asli.",
    "Seni barok dikenal dengan keindahan dramatis, detail yang kaya, dan gerakan yang ekspresif.",
    "Ai Weiwei adalah seniman dan aktivis Tiongkok yang terkenal dengan karya seni kontemporer dan sikapnya yang berani.",
    "Seni mural adalah seni lukis besar di dinding bangunan atau tempat umum.",
    "Claude Debussy dikenal sebagai komponis musik Impresionisme yang menciptakan karya-karya seperti 'Clair de Lune'.",
    "Seni linocut melibatkan ukiran blok linoleum untuk mencetak gambar pada kertas atau kanvas.",
    "Seni abstrak ekspresionisme menekankan ekspresi pribadi dan emosi dalam karya seni.",
    "Seni kriya adalah seni membuat objek fungsional atau dekoratif dengan menggunakan keterampilan tangan.",
    "Seni mosaik Romawi kuno sering menghiasi lantai dan dinding bangunan dengan gambar-gambar yang indah.",
    "Seni pahat melibatkan pemahatan atau pembentukan bahan untuk menciptakan karya seni tiga dimensi.",
    "Seni tato adalah seni menciptakan gambar permanen pada kulit dengan menggunakan tinta dan jarum.",
    "Seni kubisme, diperkenalkan oleh Pablo Picasso, memecah objek menjadi bentuk-bentuk geometris.",
    "Seni mandala melibatkan pembuatan pola geometris atau simetri yang menciptakan keseimbangan visual.",
    "Seni Feng Shui melibatkan penciptaan lingkungan yang seimbang untuk mendukung kesejahteraan.",
    "Seni kaligrafi Arab sering digunakan untuk mendekorasi bangunan dan buku pada dunia Islam.",
    "Seni manga adalah seni komik Jepang yang mencakup berbagai genre dan gaya.",
    "Seni taman Zen Jepang dirancang untuk menciptakan rasa kedamaian dan refleksi.",
    "Seni punk mengeksplorasi estetika yang kasar dan melawan norma-norma sosial.",
    "Seni fotografi adalah seni menangkap gambar dengan menggunakan kamera.",
    "Seni sumi-e adalah seni lukis tinta tradisional Jepang yang menekankan kesederhanaan dan keindahan spontan.",
    "Seni origami melibatkan lipatan kertas untuk menciptakan bentuk-bentuk tiga dimensi.",
    "Seni pixel melibatkan penciptaan gambar menggunakan titik-titik warna.",
    "Seni teater tradisional Jepang, seperti Noh dan Kabuki, memadukan seni peran, musik, dan tarian.",
    "Seni monokromatik menekankan penggunaan satu warna atau satu nada warna dalam karya seni.",
    "Seni populer di dunia maya sering melibatkan seni digital, meme, dan emoji.",
    "Seni tarik, atau drag, adalah bentuk seni yang melibatkan penampilan transformasi gender dan kecantikan.",
    "Seni batuan atau rock art adalah seni prasejarah yang ditemukan di gua dan batu besar.",
    "Seni kinetik melibatkan gerakan atau perubahan visual dalam karya seni.",
    "Seni minimalis menekankan kesederhanaan dan penggunaan elemen-elemen dasar dalam karya seni.",
    "Seni tapa adalah seni hias Polinesia yang dibuat dengan menggunakan kulit kayu dan tanaman.",
    "Seni batik adalah seni tradisional Indonesia yang melibatkan pewarnaan kain dengan malam lilin.",
    "Seni topeng adalah seni panggung yang menggunakan topeng untuk melambangkan karakter.",
    "Seni bujutsu adalah seni bela diri tradisional Jepang yang sering melibatkan seni visual.",
    "Seni kintsugi melibatkan memperbaiki pecahan keramik dengan emas atau perak untuk menonjolkan keunikan retakan.",
    "Seni sirkus melibatkan pertunjukan berbagai keterampilan seperti akrobatik, jonglir, dan sulap.",
    "Seni avant-garde mengeksplorasi ide dan teknik yang berbeda dari mainstream.",
    "Seni mural 3D menciptakan ilusi tiga dimensi pada dinding atau lantai.",
    "Seni aliran revolusioner adalah gerakan seni yang muncul selama Revolusi Rusia pada awal abad ke-20.",
    "Seni tape art melibatkan membuat karya seni menggunakan pita perekat.",
    "Seni mozaik kaca digunakan untuk menciptakan karya seni dengan menggunakan potongan-potongan kaca.",
    "Seni suminagashi adalah seni mengaplikasikan tinta pada air dan menciptakan pola unik pada kertas.",
    "Seni quilting melibatkan membuat karya seni dengan menyusun dan menjahit potongan-potongan kain.",
    "Seni lompat tali adalah seni melompati tali yang sering dihubungkan dengan tradisi dan ritus tertentu.",
    "Seni wayang kulit adalah seni tradisional Indonesia yang melibatkan bayangan wayang yang diproyeksikan pada layar.",
    "Seni stensil melibatkan membuat gambar dengan memotong atau menutup sebagian dari permukaan.",
    "Seni batuan atau rock art adalah seni prasejarah yang ditemukan di gua dan batu besar.",
    "Seni tanah atau land art menciptakan karya seni menggunakan bahan-bahan alam di luar ruangan.",
    "Seni teater tradisional Jepang, seperti Noh dan Kabuki, memadukan seni peran, musik, dan tarian.",
    "Seni tapisserie adalah seni membuat kain hias dengan menggunakan teknik tenun khusus.",
    "Seni mosaik Romawi kuno sering menghiasi lantai dan dinding bangunan dengan gambar-gambar yang indah.",
    "Seni batik adalah seni tradisional Indonesia yang melibatkan pewarnaan kain dengan malam lilin.",
    "Seni topeng adalah seni panggung yang menggunakan topeng untuk melambangkan karakter.",
    "Seni bujutsu adalah seni bela diri tradisional Jepang yang sering melibatkan seni visual.",
    "Seni kintsugi melibatkan memperbaiki pecahan keramik dengan emas atau perak untuk menonjolkan keunikan retakan.",
    "Seni sirkus melibatkan pertunjukan berbagai keterampilan seperti akrobatik, jonglir, dan sulap.",
    "Seni avant-garde mengeksplorasi ide dan teknik yang berbeda dari mainstream.",
    "Seni mural 3D menciptakan ilusi tiga dimensi pada dinding atau lantai.",
    "Seni aliran revolusioner adalah gerakan seni yang muncul selama Revolusi Rusia pada awal abad ke-20.",
    "Seni tape art melibatkan membuat karya seni menggunakan pita perekat.",
    "Seni mozaik kaca digunakan untuk menciptakan karya seni dengan menggunakan potongan-potongan kaca.",
    "Seni suminagashi adalah seni mengaplikasikan tinta pada air dan menciptakan pola unik pada kertas.",
    "Seni quilting melibatkan membuat karya seni dengan menyusun dan menjahit potongan-potongan kain.",
    "Seni lompat tali adalah seni melompati tali yang sering dihubungkan dengan tradisi dan ritus tertentu.",
    "Seni wayang kulit adalah seni tradisional Indonesia yang melibatkan bayangan wayang yang diproyeksikan pada layar.",
    "Seni stensil melibatkan membuat gambar dengan memotong atau menutup sebagian dari permukaan.",
    "Seni batuan atau rock art adalah seni prasejarah yang ditemukan di gua dan batu besar."
   ]
} 