{
  "kata_kata_anime": [
    {
      "kata_kata": "Hidup ini singkat. Tapi untuk menjalani hidup dengan penuh arti, itu memerlukan waktu.",
      "karakter": "Itachi Uchiha - Naruto"
    },
    {
      "kata_kata": "Jangan pernah menyerah hanya karena keinginanmu terpenuhi. Kehidupan ini adalah pertempuran panjang, bukan pertarungan singkat.",
      "karakter": "Roy Mustang - Fullmetal Alchemist"
    },
    {
      "kata_kata": "Mungkin ada kesalahan dalam perkataan dan tindakanku. Tapi itu tidak berarti kita harus menyerah pada kebenaran.",
      "karakter": "Lelouch Lamperouge - Code Geass"
    },
    {
      "kata_kata": "Rasa sakit itu nyata. Tapi begitu juga kebahagiaan.",
      "karakter": "Kaneki Ken - Tokyo Ghoul"
    },
    {
      "kata_kata": "Ketika kamu berpikir kamu sendirian, kamu sebenarnya tidak. Kamu hanya tidak melihat mereka yang selalu bersamamu.",
      "karakter": "Natsu Dragneel - Fairy Tail"
    },
    {
      "kata_kata": "Aku akan menjadi raja bajak laut!.",
      "karakter": "Monkey D. Luffy - One Piece"
    },
    {
      "kata_kata": "Jangan berhenti bermimpi hanya karena seseorang mengatakan kamu bodoh.",
      "karakter": "Shikamaru Nara - Naruto"
    },
    {
      "kata_kata": "Jangan berhenti bergerak. Ini mungkin terasa sulit, tapi yang lebih sulit adalah stagnasi.",
      "karakter": "Edward Elric - Fullmetal Alchemist"
    },
    {
      "kata_kata": "Pertempuran sejati tidak melibatkan diri dalam perang, tetapi dalam melindungi orang yang kita cintai.",
      "karakter": "Sasuke Uchiha - Naruto"
    },
    {
      "kata_kata": "Bukan berapa lama kita hidup, tapi bagaimana kita hidup yang benar-benar penting.",
      "karakter": "Goku - Dragon Ball"
    },
    {
      "kata_kata": "Ketika kamu mencapai titik terendah, satu-satunya cara adalah naik.",
      "karakter": "Naruto Uzumaki - Naruto"
    },
    {
      "kata_kata": "Keinginanmu untuk melindungi seseorang itu bisa menjadi kekuatan terbesarmu.",
      "karakter": "Gon Freecss - Hunter x Hunter"
    },
    {
      "kata_kata": "Seorang pahlawan bukanlah seseorang yang tidak pernah takut, tetapi seseorang yang mengatasi ketakutannya.",
      "karakter": "All Might - My Hero Academia"
    },
    {
      "kata_kata": "Jika kita hidup dengan berbohong dan berpura-pura, apakah itu benar-benar hidup?",
      "karakter": "Holo - Spice and Wolf"
    },
    {
      "kata_kata": "Jika kamu takut kegelapan, kamu tidak akan pernah melihat bintang.",
      "karakter": "Itachi Uchiha - Naruto"
    },
    {
      "kata_kata": "Kita tidak dapat mengubah masa lalu, tetapi kita dapat memilih bagaimana kita menghadapi masa depan.",
      "karakter": "Roronoa Zoro - One Piece"
    },
    {
      "kata_kata": "Ketika kamu melihat seseorang yang terluka, kamu ingin mengobatinya secepat mungkin.",
      "karakter": "Sakura Haruno - Naruto"
    },
    {
      "kata_kata": "Jangan pernah meremehkan kekuatan sahabatmu.",
      "karakter": "Vegeta - Dragon Ball"
    },
    {
      "kata_kata": "Jangan takut kegagalan. Takutlah pada ketidakmampuan untuk mencoba lagi.",
      "karakter": "Midoriya Izuku - My Hero Academia"
    },
    {
      "kata_kata": "Aku tidak akan membiarkan seseorang yang aku cintai mati. Itu adalah janjiku!",
      "karakter": "Eren Yeager - Attack on Titan"
    },
    {
      "kata_kata": "Rencanaku adalah merencanakan ketidakpastian.",
      "karakter": "L - Death Note"
    },
    {
      "kata_kata": "Ketika kamu tidak tahu apa yang harus dilakukan, lihat ke depan dan terus berjalan.",
      "karakter": "Roronoa Zoro - One Piece"
    },
    {
      "kata_kata": "Ketika kamu berusaha untuk menjadi seseorang yang lebih baik daripada kemarin, segala sesuatu berubah untukmu.",
      "karakter": "Gilgamesh - Fate/stay night"
    },
    {
      "kata_kata": "Jangan hanya merasa puas karena kamu lebih baik daripada yang lain. Jadi yang terbaik!",
      "karakter": "Ryuko Matoi - Kill la Kill"
    },
    {
      "kata_kata": "Semua orang memilik kemampuan untuk berubah. Bahkan orang terburuk sekalipun.",
      "karakter": "Hinata Shoyo - Haikyuu!!"
    },
    {
      "kata_kata": "Menghadapi tantangan bukanlah cara untuk melarikan diri dari kehidupan, tetapi bagaimana kita menghadapi kehidupan.",
      "karakter": "Naruto Uzumaki - Naruto"
    },
    {
      "kata_kata": "Jangan meremehkan kekuatan kata-kata. Kata-kata dapat membentuk dunia dan mengubah kehidupan.",
      "karakter": "Shoyo Hinata - Haikyuu!!"
    },
    {
      "kata_kata": "Ketika kamu mencapai titik terendah, satu-satunya cara adalah naik.",
      "karakter": "Naruto Uzumaki - Naruto"
    },
    {
      "kata_kata": "Tidak perlu menjadi pahlawan untuk menyelamatkan seseorang. Seseorang harus melakukan itu karena dia ingin melakukannya.",
      "karakter": "Izuku Midoriya - My Hero Academia"
    },
    {
      "kata_kata": "Berjuang demi teman-temanmu, tidak peduli apa yang terjadi. Itu adalah semangat sejati.",
      "karakter": "Erza Scarlet - Fairy Tail"
    },
    {
      "kata_kata": "Pertemanan yang baik adalah lebih berharga daripada emas.",
      "karakter": "Kazuma Satou - KonoSuba"
    },
    {
      "kata_kata": "Ketika kamu tahu apa yang kamu cintai, pertahankan dan pertaruhkan segalanya untuk itu.",
      "karakter": "Guts - Berserk"
    },
    {
      "kata_kata": "Sejati keberanian adalah ketika kamu tahu kamu dikalahkan, tetapi kamu berdiri dan melakukannya lagi tanpa peduli seberapa sering kamu kalah.",
      "karakter": "Natsu Dragneel - Fairy Tail"
    },
    {
      "kata_kata": "Jika kita tidak pernah mengambil langkah pertama, kita tidak akan pernah melangkah maju.",
      "karakter": "Edward Elric - Fullmetal Alchemist"
    },
    {
      "kata_kata": "Apa yang penting bukanlah apa yang kamu miliki, melainkan siapa yang kamu miliki.",
      "karakter": "Naruto Uzumaki - Naruto"
    },
    {
      "kata_kata": "Cita-citaku tidak mungkin tercapai jika aku tidak meninggalkan dunia ini.",
      "karakter": "Monkey D. Luffy - One Piece"
    },
    {
      "kata_kata": "Mimpilah setinggi langit. Meskipun kamu gagal, kamu akan mendarat di antara bintang-bintang.",
      "karakter": "Yuno Gasai - Mirai Nikki"
    },
    {
      "kata_kata": "Bahkan dalam kegelapan terdalam, akan selalu ada sinar harapan.",
      "karakter": "Simon - Tengen Toppa Gurren Lagann"
    },
    {
      "kata_kata": "Bahkan jika kita hidup dalam impian, hidup kita akan menjadi nyata.",
      "karakter": "Edward Elric - Fullmetal Alchemist"
    },
    {
      "kata_kata": "Dalam setiap keluarga, kita bertengkar dan berdamai.",
      "karakter": "Ryoma Echizen - Prince of Tennis"
    },
    {
      "kata_kata": "Hidup adalah peluang yang diberikan pada kita setiap hari.",
      "karakter": "Levi Ackerman - Attack on Titan"
    },
    {
      "kata_kata": "Seseorang tidak benar-benar mengalami kehidupan jika mereka tidak merasa kehilangan.",
      "karakter": "Ichigo Kurosaki - Bleach"
    },
    {
      "kata_kata": "Ketika kamu ingin menyerah, ingatlah mengapa kamu memulai.",
      "karakter": "Natsu Dragneel - Fairy Tail"
    },
    {
      "kata_kata": "Masa lalu adalah sesuatu yang kita tinggalkan, tetapi itu bukan sesuatu yang bisa kita lupakan.",
      "karakter": "Ciel Phantomhive - Black Butler"
    },
    {
      "kata_kata": "Kamu tidak akan pernah tahu kekuatan sejati sampai kamu mencoba untuk mengatasi ketakutanmu.",
      "karakter": "Gon Freecss - Hunter x Hunter"
    },
    {
      "kata_kata": "Pertemanan adalah sesuatu yang diukur bukan oleh berapa lama kita bersama, tetapi oleh seberapa dalam kita saling mengerti satu sama lain.",
      "karakter": "Sakura Haruno - Naruto"
    },
    {
      "kata_kata": "Hidup yang terlalu pendek untuk terus memegang dendam.",
      "karakter": "Ken Kaneki - Tokyo Ghoul"
    },
    {
      "kata_kata": "Tidak masalah bagaimana waktu berjalan, kita selalu dapat kembali dan memulai kembali.",
      "karakter": "Natsu Dragneel - Fairy Tail"
    },
    {
      "kata_kata": "Cinta adalah kekuatan paling kuat di dunia.",
      "karakter": "Hinata Hyuga - Naruto"
    },
    {
      "kata_kata": "Ketika kamu bersatu dengan seseorang yang kamu cintai, kamu menemukan kebahagiaan yang sejati.",
      "karakter": "Taiga Aisaka - Toradora!"
    },
    {
      "kata_kata": "Saat kamu berada di titik terendah, satu-satunya cara adalah naik.",
      "karakter": "Naruto Uzumaki - Naruto"
    },
    {
      "kata_kata": "Hidup ini penuh warna, dan itu adalah keajaiban.",
      "karakter": "Usopp - One Piece"
    },
    {
      "kata_kata": "Ketika kamu ingin menyerah, ingatlah mengapa kamu memulai.",
      "karakter": "Natsu Dragneel - Fairy Tail"
    }
    ]
}
