{
  "kata_random": [
    "Hidup ini penuh dengan pilihan, pilihlah dengan hati yang tulus.",
    "Keberanian bukanlah ketiadaan rasa takut, tetapi kemampuan untuk mengatasi rasa takut.",
    "Setiap patah hati membawa pelajaran berharga tentang cinta dan kekuatan diri.",
    "Ketika pintu kesempatan tertutup, janganlah menangis. Buka pintu yang lain, karena pintu yang tertutup tidak pernah menghalangi angin untuk masuk.",
    "Kesuksesan dimulai dengan langkah pertama, bahkan jika langkah itu kecil.",
    "Hidup adalah perjalanan, bukan tujuan. Nikmatilah setiap langkahnya.",
    "Jangan terlalu fokus pada masa lalu, karena matahari terbit di depan, bukan di belakang.",
    "Cinta sejati adalah ketika seseorang mencintai Anda bahkan ketika Anda memiliki banyak kekurangan.",
    "Ketika Anda mengubah cara Anda memandang sesuatu, sesuatu yang Anda pandang berubah.",
    "Ketika Anda memberi, Anda sebenarnya sedang menerima.",
    "Kepercayaan diri adalah kunci untuk membuka pintu kesuksesan.",
    "Jangan menilai hari-hari Anda dengan seberapa banyak uang yang Anda miliki, tetapi seberapa banyak kebaikan yang telah Anda lakukan.",
    "Hidup adalah anugerah, hargailah setiap momennya.",
    "Kegagalan adalah batu loncatan menuju kesuksesan yang lebih besar.",
    "Terkadang, kita menemukan kebahagiaan di tempat yang paling tidak terduga.",
    "Jadilah pelajar seumur hidup; setiap hari adalah kesempatan untuk belajar hal baru.",
    "Hidup tanpa cinta seperti pohon tanpa bunga.",
    "Ketika kehidupan memberimu alasan untuk menangis, tunjukkan padanya bahwa Anda memiliki ribuan alasan untuk tersenyum.",
    "Bersyukurlah untuk apa yang Anda miliki, sebelum waktu membuat Anda bersyukur untuk apa yang telah Anda miliki.",
    "Jangan mengukur hidup Anda dengan seberapa banyak uang yang Anda miliki, tetapi dengan seberapa banyak kebahagiaan yang Anda rasakan.",
    "Cinta sejati tidak pernah lelah, karena cinta adalah sumber kekuatan yang tak terbatas.",
    "Kebahagiaan sejati datang dari dalam, bukan dari luar.",
    "Hiduplah sepenuhnya hari ini, karena kemarin telah berlalu dan esok belum datang.",
    "Jangan pernah menyerah pada mimpi Anda; mimpi memberikan arah kepada kehidupan.",
    "Keberanian sejati adalah melihat ketakutan di mata dan melanjutkan langkah maju dengan keyakinan.",
    "Cinta adalah bahasa yang dapat dipahami oleh hati, bukan oleh telinga.",
    "Ketika Anda memberi tanpa mengharapkan balasan, Anda telah mencapai tingkat tertinggi kebaikan.",
    "Setiap matahari terbenam membawa harapan baru untuk esok yang lebih baik.",
    "Kesabaran adalah kunci kesuksesan; jangan pernah menyerah di tengah jalan.",
    "Ketika Anda menyayangi seseorang, Anda memberinya tempat dalam hati Anda, bukan di pikiran Anda.",
    "Jangan biarkan masa lalu menghalangi masa depan yang indah.",
    "Keindahan terbesar dapat ditemukan di saat-saat sederhana kehidupan sehari-hari.",
    "Hiduplah dengan penuh semangat dan rasa syukur, karena setiap hari adalah anugerah.",
    "Jangan menilai orang lain berdasarkan penampilan; hati mereka mungkin lebih indah dari yang Anda kira.",
    "Bersyukurlah untuk setiap kesulitan, karena itu adalah pembelajaran berharga yang membentuk karakter Anda.",
    "Hidup adalah perjalanan panjang, dan setiap langkah adalah bagian dari kisah Anda.",
    "Cinta adalah energi yang tak terlihat, tetapi dapat dirasakan oleh hati.",
    "Ketika Anda memberikan tanpa pamrih, Anda akan menerima tanpa batas.",
    "Menghargai waktu adalah bentuk penghargaan terbesar terhadap diri sendiri.",
    "Hidup ini seperti buku; jika Anda tidak pernah melakukan perjalanan, Anda hanya membaca satu halaman.",
    "Jangan menilai orang lain berdasarkan kegagalan mereka, karena kita semua memiliki cerita yang belum selesai.",
    "Semua impian dapat menjadi kenyataan jika kita memiliki keberanian untuk mengejarnya.",
    "Kejujuran adalah fondasi dari hubungan yang kuat dan berlangsung lama.",
    "Keberanian sejati bukanlah ketiadaan rasa takut, tetapi kemampuan untuk mengatasi rasa takut itu.",
    "Mencintai diri sendiri adalah awal dari petualangan seumur hidup.",
    "Setiap kegagalan adalah langkah menuju kesuksesan yang lebih besar.",
    "Ketika kita menyadari seberapa kecilnya kita di alam semesta ini, kita mulai memahami kebesaran hidup.",
    "Cinta adalah bahasa yang bisa dipahami oleh semua orang, terlepas dari latar belakang dan bahasa.",
    "Ketika Anda fokus pada kebaikan, Anda menemukan kebaikan di sekitar Anda.",
    "Hidup tanpa impian seperti terbang tanpa sayap; impian memberikan kita arah.",
    "Jangan melihat ke belakang dengan penyesalan, lihatlah ke depan dengan harapan.",
    "Setiap saat adalah kesempatan untuk memulai kembali dan menjadi versi terbaik dari diri kita.",
    "Ketika Anda menghargai kehidupan, kehidupan akan menghargai Anda kembali.",
    "Ketika hujan turun, lihatlah pelangi; itu adalah janji bahwa matahari akan kembali bersinar.",
    "Ketika Anda mencintai apa yang Anda miliki, Anda memiliki segalanya yang Anda butuhkan.",
    "Jangan terlalu fokus pada tujuan akhir, nikmatilah perjalanan menuju kesuksesan.",
    "Ketika Anda menyayangi dengan tulus, Anda mengubah dunia satu hati pada satu waktu.",
    "Setiap langkah kecil adalah langkah maju menuju cita-cita besar.",
    "Keberhasilan sejati adalah ketika Anda memberdayakan orang lain untuk sukses.",
    "Ketika hati dan pikiran sejalan, Anda menemukan kedamaian dalam setiap langkah.",
    "Kesuksesan sejati adalah ketika Anda bangun setelah kegagalan dan mencoba lagi.",
    "Setiap senyuman adalah investasi dalam kebahagiaan yang tak ternilai.",
    "Cinta bukanlah sesuatu yang Anda temukan. Cinta adalah sesuatu yang Anda bangun.",
    "Ketika Anda memberikan tanpa mengharapkan balasan, Anda menemukan kebahagiaan sejati.",
    "Hidup adalah pilihan; pilihlah dengan bijak dan bertanggung jawab.",
    "Jangan takut mencintai dengan sepenuh hati; cinta sejati memerlukan keberanian.",
    "Ketika Anda bersyukur, hidup Anda berlimpah dengan kebahagiaan.",
    "Ketika Anda mencintai diri sendiri, Anda memberikan izin pada orang lain untuk mencintai Anda juga.",
    "Pertahankan kebahagiaan dalam hati Anda, karena itu adalah kunci untuk tetap muda.",
    "Hidup adalah perjalanan yang singkat; buatlah setiap momen berarti.",
    "Ketika Anda berhenti bermimpi, Anda berhenti hidup.",
    "Keberhasilan sejati adalah ketika Anda membantu orang lain mencapai kesuksesan.",
    "Jangan pernah meremehkan kekuatan kata-kata kebaikan; kata-kata dapat mengubah dunia.",
    "Ketika hati dan pikiran sejalan, Anda menemukan kedamaian dalam setiap langkah.",
    "Kesuksesan sejati adalah ketika Anda bangun setelah kegagalan dan mencoba lagi.",
    "Setiap senyuman adalah investasi dalam kebahagiaan yang tak ternilai.",
    "Cinta bukanlah sesuatu yang Anda temukan. Cinta adalah sesuatu yang Anda bangun.",
    "Ketika Anda memberikan tanpa mengharapkan balasan, Anda menemukan kebahagiaan sejati.",
    "Hidup adalah pilihan; pilihlah dengan bijak dan bertanggung jawab.",
    "Jangan takut mencintai dengan sepenuh hati; cinta sejati memerlukan keberanian.",
    "Ketika Anda bersyukur, hidup Anda berlimpah dengan kebahagiaan.",
    "Ketika Anda mencintai diri sendiri, Anda memberikan izin pada orang lain untuk mencintai Anda juga.",
    "Pertahankan kebahagiaan dalam hati Anda, karena itu adalah kunci untuk tetap muda.",
    "Hidup adalah perjalanan yang singkat; buatlah setiap momen berarti.",
    "Ketika Anda berhenti bermimpi, Anda berhenti hidup.",
    "Keberhasilan sejati adalah ketika Anda membantu orang lain mencapai kesuksesan.",
    "Jangan pernah meremehkan kekuatan kata-kata kebaikan; kata-kata dapat mengubah dunia.",
    "Ketika hati dan pikiran sejalan, Anda menemukan kedamaian dalam setiap langkah.",
    "Kesuksesan sejati adalah ketika Anda bangun setelah kegagalan dan mencoba lagi.",
    "Setiap senyuman adalah investasi dalam kebahagiaan yang tak ternilai.",
    "Cinta bukanlah sesuatu yang Anda temukan. Cinta adalah sesuatu yang Anda bangun.",
    "Ketika Anda memberikan tanpa mengharapkan balasan, Anda menemukan kebahagiaan sejati.",
    "Hidup adalah pilihan; pilihlah dengan bijak dan bertanggung jawab.",
    "Jangan takut mencintai dengan sepenuh hati; cinta sejati memerlukan keberanian.",
    "Ketika Anda bersyukur, hidup Anda berlimpah dengan kebahagiaan.",
    "Ketika Anda mencintai diri sendiri, Anda memberikan izin pada orang lain untuk mencintai Anda juga.",
    "Pertahankan kebahagiaan dalam hati Anda, karena itu adalah kunci untuk tetap muda.",
    "Hidup adalah perjalanan yang singkat; buatlah setiap momen berarti.",
    "Ketika Anda berhenti bermimpi, Anda berhenti hidup.",
    "Keberhasilan sejati adalah ketika Anda membantu orang lain mencapai kesuksesan.",
    "Jangan pernah meremehkan kekuatan kata-kata kebaikan; kata-kata dapat mengubah dunia."
  ]
}
